Repository: bhdouglass/ubuntu-touch-sdk-api-scripts
Catalog: locale/*.po
Languages: es

source: English
es: Inglés

source: Simplified Chinese
es: Chino simplificado

source: Spanish
es: Español

source: Page content
es: Contenido de la página

source: <p>Add content here...</p>
es: <p>Añada el contenido aquí…</p>

source: developer
es: desarrollador

source: RSS Feed of latest entries
es: Canal RSS de publicaciones recientes

source: RSS Feed of latest discussions
es: Canal RSS de discusiones recientes

source: RSS Feed of discussions on
es: Canal RSS de discusiones en

source: RSS Feed of comments on
es: Canal RSS de comentarios en

source: RSS Feed of pingbacks on
es: Canal RSS de «pinbacks» en

source: RSS Feed of trackbacks on
es: Canal RSS de «trackbacks» en

source: Next entry
es: Publicación siguiente

source: Previous entry
es: Publicación anterior

source: Comments
es: Comentarios

# on date
source: on
es: el

source: Direct link to this comment
es: Enlace directo a este comentario

source: Comments are closed.
es: Se han desactivado los comentarios.

source: No comments yet.
es: Todavía no hay comentarios.

source: Edit the entry
es: Editar la publicación
